<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html><head>
  
  <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
  <title>ezoelectro История разработок 5</title>

  
  
  <link href="style3_all.css" rel="stylesheet" type="text/css">

</head><body>
<p>&nbsp;</p>

<div id="wrapper">
<p><a href="http://ezoe.ru">Home</a>&nbsp;</p>
<h1>Эксперимены с Bluetooth 4.0, он же Bluetooth Low Energy, от же Bluetooth Smart.</h1>
<div class="centrContent">
  <p>14.12.12<br>
    &#1042;&#1087;&#1077;&#1088;&#1074;&#1099;&#1077;
&#1091;&#1074;&#1080;&#1076;&#1077;&#1083; &#1090;&#1072;&#1082;&#1080;&#1077; &#1084;&#1086;&#1076;&#1091;&#1083;&#1080; &#1074; &#1078;&#1091;&#1088;&#1085;&#1072;&#1083;&#1077; "&#1050;&#1086;&#1084;&#1087;&#1086;&#1085;&#1077;&#1085;&#1090;&#1099; &#1080; &#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080;", &#1088;&#1077;&#1082;&#1083;&#1072;&#1084;&#1080;&#1088;&#1086;&#1074;&#1072;&#1083;&#1072;
&#1080;&#1093; MT-System, &#1085;&#1086; &#1082;&#1091;&#1087;&#1080;&#1090;&#1100; &#1091; &#1085;&#1080;&#1093; &#1085;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1083;&#1086;&#1089;&#1100;, &#1085;&#1077; &#1093;&#1086;&#1090;&#1103;&#1090; &#1086;&#1085;&#1080; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100; &#1089;
&#1095;&#1072;&#1089;&#1090;&#1085;&#1099;&#1084;&#1080; &#1083;&#1080;&#1094;&#1072;&#1084;&#1080;. &#1050;&#1091;&#1087;&#1080;&#1083; &#1074; &#1052;&#1077;&#1075;&#1072;&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1080;&#1082;&#1077;. &#1055;&#1088;&#1080;&#1089;&#1083;&#1072;&#1083;&#1080; &#1101;&#1082;&#1089;&#1087;&#1088;&#1077;&#1089;&#1089; &#1087;&#1086;&#1095;&#1090;&#1086;&#1081; &#1076;&#1074;&#1072;
&#1084;&#1086;&#1076;&#1091;&#1083;&#1103; BLE112 &#1080; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072;&#1090;&#1086;&#1088; &#1057;&#1057;-Debugger. &#1044;&#1086;&#1085;&#1075;&#1083;&#1086;&#1074; BLED112 &#1085;&#1077; &#1073;&#1099;&#1083;&#1086;,
&#1089;&#1082;&#1072;&#1079;&#1072;&#1083;&#1080; &#1073;&#1091;&#1076;&#1091;&#1090; &#1095;&#1077;&#1088;&#1077;&#1079; &#1084;&#1077;&#1089;&#1103;&#1094;. &#1055;&#1086;&#1101;&#1090;&#1086;&#1084;&#1091; &#1076;&#1083;&#1103; &#1085;&#1072;&#1095;&#1072;&#1083;&#1072; &#1088;&#1077;&#1096;&#1080;&#1083; &#1089;&#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1080;&#1079; &#1084;&#1086;&#1076;&#1091;&#1083;&#1077;&#1081;
&#1076;&#1086;&#1085;&#1075;&#1083;&#1099; &#1080; &#1087;&#1086;&#1090;&#1077;&#1089;&#1090;&#1080;&#1090;&#1100; &#1089; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1086;&#1081; blegui &#1080;&#1076;&#1091;&#1097;&#1077;&#1081; &#1074; sdk &#1086;&#1090; bluegiga.</p>
  <p><a href="ble112_dongl1.jpg"><img src="ble112_dongl1.jpg" width="902" height="676" alt="img"></a><br>
  <br>
  <br>
  &#1055;&#1088;&#1080;&#1085;&#1094;&#1080;&#1087;&#1080;&#1072;&#1083;&#1100;&#1085;&#1072;&#1103; &#1089;&#1093;&#1077;&#1084;&#1072; &#1076;&#1086;&#1085;&#1075;&#1083;&#1072; &#1080;&#1079; &#1076;&#1072;&#1090;&#1072;&#1096;&#1080;&#1090;&#1072; &#1085;&#1072; ble112.<br>
  <br>
  <img style="width: 640px; height: 464px;" alt="pic" src="ble112_dongl2.jpg"><br>
  &#1055;&#1077;&#1088;&#1074;&#1099;&#1081; &#1076;&#1086;&#1085;&#1075;&#1083; &#1089; &#1086;&#1090;&#1076;&#1077;&#1083;&#1100;&#1085;&#1099;&#1084; &#1087;&#1080;&#1090;&#1072;&#1085;&#1080;&#1077;&#1084; 3.3&#1074;<br>
  <br>
  <img style="width: 640px; height: 556px;" alt="pic" src="ble112_dongl3.jpg"><br>
  &#1042;&#1090;&#1086;&#1088;&#1086;&#1081; &#1076;&#1086;&#1085;&#1075;&#1083; &#1091;&#1078;&#1077; &#1089;&#1086; &#1089;&#1074;&#1086;&#1080;&#1084; &#1086;&#1090;&#1076;&#1077;&#1083;&#1100;&#1085;&#1099;&#1084; &#1089;&#1090;&#1072;&#1073;&#1080;&#1083;&#1080;&#1079;&#1072;&#1090;&#1086;&#1088;&#1086;&#1084; &#1085;&#1072; 3.3&#1074;<br>
  <br>
  <img style="width: 640px; height: 459px;" alt="pic" src="ble112_dongl4.jpg"><br>
  &#1055;&#1083;&#1072;&#1090;&#1072; &#1089;&#1090;&#1072;&#1073;&#1080;&#1083;&#1080;&#1079;&#1072;&#1090;&#1086;&#1088;&#1072;. <br>
  <br>
  <img style="width: 640px; height: 528px;" alt="pic" src="ble112_dongl5.jpg"><br>
  &#1052;&#1086;&#1076;&#1091;&#1083;&#1100; BLE112 &#1074;&#1080;&#1076; &#1089;&#1079;&#1072;&#1076;&#1080;<br>
  <br>
  <img style="width: 640px; height: 459px;" alt="pic" src="ble112_dongl6.jpg"><br>
  &#1052;&#1086;&#1076;&#1091;&#1083;&#1100; BLE112 &#1074;&#1080;&#1076; &#1089;&#1087;&#1077;&#1088;&#1077;&#1076;&#1080;<br>
  <br>
  <img style="width: 928px; height: 807px;" alt="pic" src="blegui2_screenshot1.png"><br>
  &#1086;&#1073;&#1085;&#1072;&#1088;&#1091;&#1078;&#1080;&#1083;&#1089;&#1103; &#1084;&#1086;&#1076;&#1091;&#1083;&#1100;, &#1080; &#1076;&#1072;&#1078;&#1077; &#1074;&#1080;&#1076;&#1080;&#1090; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1087;&#1086; &#1088;&#1072;&#1076;&#1080;&#1086;&#1082;&#1072;&#1085;&#1072;&#1083;&#1091;.<br>
  <br>
  <img style="width: 928px; height: 807px;" alt="pic" src="blegui2_screenshot2.png"><br>
  <br>
  &#1055;&#1088;&#1086;&#1096;&#1080;&#1083; &#1087;&#1088;&#1086;&#1096;&#1080;&#1074;&#1082;&#1086;&#1081; &#1080;&#1079; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1086;&#1074; "usbcdc".<br>
  &#1042;&#1086;&#1090;&#1082;&#1085;&#1091;&#1083; &#1074; usb &#1080; &#1074;&#1091;&#1072;&#1083;&#1103; &#1086;&#1073;&#1085;&#1072;&#1088;&#1091;&#1078;&#1080;&#1083;&#1089;&#1103; &#1076;&#1086;&#1085;&#1075;&#1083;!!!<br>
</p>
  <hr style="width: 100%; height: 2px;">
  15.12.12<br>
  C&#1077;&#1081;&#1095;&#1072;&#1089; &#1087;&#1080;&#1096;&#1091; &#1089;&#1074;&#1086;&#1102; &#1087;&#1077;&#1088;&#1074;&#1091;&#1102; &#1087;&#1088;&#1086;&#1075;&#1091; &#1087;&#1086;&#1076; &#1040;&#1085;&#1076;&#1088;&#1086;&#1080;&#1076;. &#1050;&#1091;&#1087;&#1080;&#1083; &#1074;&#1095;&#1077;&#1088;&#1072; Samsung galaxy s3. &#1054;&#1090; iOS, &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086; &#1087;&#1086;&#1082;&#1072; &#1086;&#1090;&#1086;&#1096;&#1077;&#1083;.<br>
  <img style="width: 456px; height: 598px;" alt="pic" src="galaxy_s3_android.jpg"><br>
  .....<br>
  &#1042; &#1086;&#1073;&#1097;&#1077;&#1084; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; Bluetooth 4.0 &#1085;&#1072; &#1074;&#1089;&#1077;&#1093; &#1072;&#1085;&#1076;&#1088;&#1086;&#1080;&#1076;&#1072;&#1093; &#1089;&#1077;&#1081;&#1095;&#1072;&#1089; &#1085;&#1077;&#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1086;.
 &#1053;&#1077;&#1090; &#1085;&#1080; &#1073;&#1080;&#1073;&#1083;&#1080;&#1086;&#1090;&#1077;&#1082;, &#1085;&#1080; API. &#1053;&#1077;&#1090; &#1086;&#1073;&#1097;&#1077;&#1075;&#1086; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1072; &#1074; &#1089;&#1072;&#1084;&#1086;&#1084; &#1040;&#1085;&#1076;&#1088;&#1086;&#1080;&#1076;&#1077;. &#1048; 
&#1082;&#1086;&#1075;&#1076;&#1072; &#1087;&#1086;&#1103;&#1074;&#1080;&#1090;&#1089;&#1103; &#1085;&#1080;&#1082;&#1090;&#1086; &#1085;&#1077; &#1079;&#1085;&#1072;&#1077;&#1090;, &#1086;&#1095;&#1077;&#1085;&#1100; &#1084;&#1085;&#1086;&#1075;&#1080;&#1077; &#1078;&#1076;&#1091;&#1090; &#1077;&#1097;&#1077; &#1089; &#1074;&#1077;&#1089;&#1085;&#1099; 2012. &#1058;&#1072;&#1082; 
&#1095;&#1090;&#1086; &#1072;&#1083;&#1100;&#1090;&#1077;&#1088;&#1085;&#1072;&#1090;&#1080;&#1074;&#1099; &#1103;&#1073;&#1083;&#1086;&#1095;&#1085;&#1086;&#1081; &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1094;&#1080;&#1080; &#1087;&#1086;&#1082;&#1072; &#1085;&#1077;&#1090;. &#1057;&#1077;&#1081;&#1095;&#1072;&#1089; &#1074;&#1089;&#1077;&#1084;&#1080; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1072;&#1084;&#1080; 
&#1087;&#1099;&#1090;&#1072;&#1102;&#1089;&#1100; &#1089;&#1076;&#1072;&#1090;&#1100; Samsung Galaxy S3 &#1074; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;, 2 &#1085;&#1077;&#1076;&#1077;&#1083;&#1080; &#1077;&#1097;&#1077; &#1085;&#1077; &#1087;&#1088;&#1086;&#1096;&#1083;&#1086;. 
&#1053;&#1072;&#1087;&#1080;&#1089;&#1072;&#1083; &#1079;&#1072;&#1103;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1074; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1077;, &#1086;&#1087;&#1080;&#1089;&#1072;&#1083; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1091;, &#1078;&#1076;&#1091; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1103;.<br>
&#1058;&#1077;&#1084;&#1072; &#1076;&#1072;&#1074;&#1085;&#1086; &#1086;&#1073;&#1089;&#1091;&#1078;&#1076;&#1072;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072; &#1089;&#1072;&#1081;&#1090;&#1077; &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1103;, &#1080; &#1089;&#1072;&#1084;&#1089;&#1091;&#1085;&#1075; &#1074; &#1082;&#1091;&#1088;&#1089;&#1077;, &#1085;&#1086; &#1085;&#1080;&#1095;&#1077;&#1075;&#1086; &#1085;&#1077; &#1087;&#1088;&#1077;&#1076;&#1087;&#1088;&#1080;&#1085;&#1080;&#1084;&#1072;&#1077;&#1090;&#1089;&#1103;: <a href="http://developer.samsung.com/forum/board/thread/view.do?boardName=GeneralB&amp;messageId=157757" target="_blank">http://developer.samsung.com/forum/board/thread/view.do?boardName=GeneralB&amp;messageId=157757</a><br>
<br>
<div style="text-align: center;">&#1050;&#1086;&#1073;&#1083;&#1086;&#1074; &#1040;&#1083;&#1077;&#1082;&#1089;&#1072;&#1085;&#1076;&#1088; &#1042;&#1083;&#1072;&#1076;&#1080;&#1084;&#1080;&#1088;&#1086;&#1074;&#1080;&#1095; <br>
  &#1056;&#1086;&#1089;&#1090;&#1086;&#1074;-&#1085;&#1072;-&#1044;&#1086;&#1085;&#1091;<br>
  &#1056;&#1086;&#1089;&#1089;&#1080;&#1103;<br>
  2012<br>
</div>
<br>
<br>
  <p>&nbsp;</p>
</div>
<p>&nbsp;</p>
</div>




<div id="wrapper">
<h2>информация</h2>
<div class="centrContent">
  <p>К рекламе которая отображается на моих страничках я не имею никакого отношения, хостинг narod.ru бесплатный, поэтому они вставляют рекламу какую хотят, куда хотят и как хотят.</p>
</div>
<p>&nbsp;</p>
</div>





<p>&nbsp;</p>

<script>
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-12871483-2', 'auto');
  ga('send', 'pageview');

</script>
</body></html>