<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html><head>
  
  <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
  <title>ezoelectro История разработок 5</title>

  
  
  <link href="style3_all.css" rel="stylesheet" type="text/css">

</head><body>
<p>&nbsp;</p>

<div id="wrapper">
<p><a href="http://ezoe.ru">Home</a>&nbsp;</p>
<h1>Исследование энергопотребления инфракрасного светодиода</h1>
<h2>Цель исследования - найти режимы работы инфракрасного светодиода в паре с инфракрасным фототранзистором в котором будет минимальное энергопотребление схемы. Идея в использовании импульсного питания светодиода, т.е. запитывать светодиод только в период опроса фототранзистора. Подавая большой ток на короткий импульс.</h2>
<div class="centrContent">
  <p><br>
  </p>
  <hr style="width: 100%; height: 2px;">
  30.11.12<br>
  <br>
  <div style="text-align: center;"><img style="width: 640px; height: 458px;" alt="pic" src="scheme_power_led.JPG"><br>
    &#1055;&#1088;&#1080;&#1085;&#1094;&#1080;&#1087;&#1080;&#1072;&#1083;&#1100;&#1085;&#1072;&#1103;
  &#1089;&#1093;&#1077;&#1084;&#1072; &#1090;&#1077;&#1089;&#1090;&#1086;&#1074;&#1086;&#1081; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1082;&#1080;. &#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1080;&#1085;&#1092;&#1088;&#1072;&#1082;&#1088;&#1072;&#1089;&#1085;&#1099;&#1081; &#1089;&#1074;&#1077;&#1090;&#1086;&#1076;&#1080;&#1086;&#1076;
    KP-3216F3C &#1080; &#1080;&#1085;&#1092;&#1088;&#1072;&#1082;&#1088;&#1072;&#1089;&#1085;&#1099;&#1081; &#1092;&#1086;&#1090;&#1086;&#1090;&#1088;&#1072;&#1085;&#1079;&#1080;&#1089;&#1090;&#1086;&#1088; KP-3212P3C. &#1044;&#1083;&#1103; &#1079;&#1072;&#1087;&#1080;&#1090;&#1099;&#1074;&#1072;&#1085;&#1080;&#1103;
  &#1089;&#1074;&#1077;&#1090;&#1086;&#1076;&#1080;&#1086;&#1076;&#1072; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1090;&#1088;&#1080; &#1088;&#1072;&#1079;&#1085;&#1099;&#1093; &#1088;&#1077;&#1079;&#1080;&#1089;&#1090;&#1086;&#1088;&#1072;: 270 &#1054;&#1084;, 100 &#1054;&#1084;, 68 &#1054;&#1084;. &#1042;
  &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077; &#1075;&#1077;&#1085;&#1077;&#1088;&#1072;&#1090;&#1086;&#1088;&#1072; &#1080;&#1084;&#1087;&#1091;&#1083;&#1100;&#1089;&#1086;&#1074; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1084;&#1080;&#1082;&#1088;&#1086;&#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1083;&#1077;&#1088; PIC 12F629.
  &#1050;&#1072;&#1078;&#1076;&#1099;&#1081; &#1088;&#1072;&#1079; &#1087;&#1077;&#1088;&#1077;&#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1080;&#1088;&#1086;&#1074;&#1072;&#1083;&#1089;&#1103; &#1087;&#1086;&#1089;&#1083;&#1077; &#1079;&#1072;&#1076;&#1072;&#1085;&#1080;&#1103; &#1085;&#1091;&#1078;&#1085;&#1086;&#1081; &#1079;&#1072;&#1076;&#1077;&#1088;&#1078;&#1082;&#1080;. &#1044;&#1077;&#1083;&#1072;&#1083;&#1086;&#1089;&#1100;
  &#1101;&#1090;&#1086; &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1086; &#1095;&#1090;&#1086;&#1073;&#1099; &#1079;&#1072;&#1091;&#1084;&#1085;&#1099;&#1081; &#1082;&#1086;&#1076; &#1084;&#1080;&#1082;&#1088;&#1086;&#1082;&#1086;&#1085;&#1090;&#1088;&#1077;&#1083;&#1083;&#1077;&#1088;&#1072; &#1085;&#1077; &#1074;&#1085;&#1086;&#1089;&#1080;&#1083; &#1080;&#1089;&#1082;&#1072;&#1078;&#1077;&#1085;&#1080;&#1103; &#1074;
  &#1080;&#1079;&#1084;&#1077;&#1088;&#1103;&#1077;&#1084;&#1099;&#1081; &#1090;&#1086;&#1082; &#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1083;&#1077;&#1085;&#1080;&#1103; &#1089;&#1093;&#1077;&#1084;&#1099;. &#1040;&#1084;&#1087;&#1077;&#1088;&#1084;&#1077;&#1090;&#1088; - &#1090;&#1077;&#1089;&#1090;&#1077;&#1088; DT830B. &#1043;&#1086;&#1083;&#1091;&#1073;&#1086;&#1081; &#1080;
  &#1046;&#1077;&#1083;&#1090;&#1099;&#1081; &#1101;&#1090;&#1086; &#1084;&#1077;&#1089;&#1090;&#1072; &#1087;&#1086;&#1076;&#1082;&#1083;&#1102;&#1095;&#1077;&#1096;&#1085;&#1080;&#1103; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1093; &#1097;&#1091;&#1087;&#1086;&#1074; &#1086;&#1089;&#1094;&#1080;&#1083;&#1083;&#1086;&#1075;&#1088;&#1072;&#1092;&#1072;. &#1042;&#1089;&#1103;
  &#1089;&#1093;&#1077;&#1084;&#1072; &#1079;&#1072;&#1087;&#1080;&#1090;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1086;&#1090; USB-&gt;DCDC3.3V-&gt;Stab-&gt;3.3v.<br>
  <br>
  </div>
  <div style="text-align: center;"><img style="width: 640px; height: 406px;" alt="pic" src="scheme_test_box.JPG"><br>
    &#1057;&#1093;&#1077;&#1084; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1102;&#1097;&#1072;&#1103; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089; &#1086;&#1090;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1103; &#1080;&#1085;&#1092;&#1088;&#1072;&#1082;&#1088;&#1072;&#1089;&#1085;&#1086;&#1075;&#1086; &#1080;&#1079;&#1083;&#1091;&#1095;&#1077;&#1085;&#1080;&#1103; &#1074; &#1079;&#1072;&#1082;&#1088;&#1099;&#1090;&#1086;&#1081; &#1082;&#1086;&#1088;&#1086;&#1073;&#1082;&#1077;.<br>
    <br>
  </div>
  <div style="text-align: center;"><img style="width: 800px; height: 716px;" alt="pic" src="test_box1.JPG"><br>
    &#1055;&#1083;&#1072;&#1090;&#1072;
  &#1078;&#1077;&#1089;&#1090;&#1082;&#1086; &#1087;&#1088;&#1080;&#1082;&#1088;&#1091;&#1095;&#1077;&#1085;&#1072; &#1082; &#1082;&#1086;&#1088;&#1087;&#1091;&#1089;&#1091;, &#1095;&#1090;&#1086; &#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1080;&#1074;&#1072;&#1077;&#1090; &#1078;&#1077;&#1089;&#1090;&#1082;&#1091;&#1102; &#1092;&#1080;&#1082;&#1089;&#1072;&#1094;&#1080;&#1102; &#1086;&#1087;&#1090;&#1086;&#1087;&#1072;&#1088;&#1099;
  &#1085;&#1072;&#1076; &#1086;&#1076;&#1085;&#1080;&#1084; &#1084;&#1077;&#1089;&#1090;&#1086;&#1084; &#1074; &#1082;&#1086;&#1088;&#1087;&#1091;&#1089;&#1077; &#1080; &#1085;&#1072; &#1086;&#1076;&#1085;&#1086;&#1081; &#1074;&#1099;&#1089;&#1086;&#1090;&#1077;, &#1074; &#1093;&#1086;&#1076;&#1077; &#1074;&#1089;&#1077;&#1075;&#1086; &#1101;&#1082;&#1089;&#1087;&#1077;&#1088;&#1080;&#1084;&#1077;&#1085;&#1090;&#1072;.<br>
  </div>
  <br>
  <div style="text-align: center;"><img style="width: 640px; height: 467px;" alt="pic" src="test_box2.JPG"><br>
    &#1050;&#1086;&#1088;&#1087;&#1091;&#1089;
  &#1079;&#1072;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1082;&#1088;&#1099;&#1096;&#1082;&#1086;&#1081;. &#1065;&#1077;&#1083;&#1082;&#1080; &#1082;&#1086;&#1085;&#1077;&#1095;&#1085;&#1086; &#1090;&#1072;&#1084; &#1073;&#1099;&#1083;&#1080; &#1080;&#1079;&#1079;&#1072; &#1087;&#1088;&#1086;&#1074;&#1086;&#1076;&#1086;&#1074;, &#1085;&#1086; &#1074;&#1083;&#1080;&#1103;&#1085;&#1080;&#1077;
  &#1074;&#1085;&#1077;&#1096;&#1085;&#1077;&#1075;&#1086; &#1086;&#1089;&#1074;&#1077;&#1097;&#1077;&#1085;&#1080;&#1103; &#1087;&#1088;&#1080; &#1079;&#1072;&#1082;&#1088;&#1099;&#1090;&#1086;&#1081; &#1082;&#1088;&#1099;&#1096;&#1082;&#1077; &#1085;&#1080;&#1082;&#1072;&#1082; &#1085;&#1077; &#1086;&#1073;&#1085;&#1072;&#1088;&#1091;&#1078;&#1080;&#1074;&#1072;&#1083;&#1086;&#1089;&#1100;. &#1058;&#1072;&#1082; &#1095;&#1090;&#1086;
  &#1080;&#1084; &#1074; &#1087;&#1086;&#1083;&#1085;&#1086;&#1081; &#1091;&#1074;&#1077;&#1088;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1080; &#1084;&#1086;&#1078;&#1085; &#1087;&#1088;&#1077;&#1085;&#1077;&#1073;&#1088;&#1077;&#1095;&#1100;.<br>
  <br>
  &#1057;&#1072;&#1084; &#1101;&#1082;&#1089;&#1087;&#1077;&#1088;&#1080;&#1084;&#1077;&#1085;&#1090;:<br>
  &#1048;&#1079;&#1084;&#1077;&#1088;&#1077;&#1085;&#1080;&#1103;
  &#1087;&#1088;&#1086;&#1074;&#1086;&#1076;&#1080;&#1083;&#1080;&#1089;&#1100; &#1089;&#1085;&#1072;&#1095;&#1072;&#1083;&#1072; &#1089; &#1088;&#1077;&#1079;&#1080;&#1089;&#1090;&#1086;&#1088;&#1086;&#1084; 270 &#1054;&#1084; &#1101;&#1090;&#1086; &#1083;&#1077;&#1074;&#1099;&#1081; &#1089;&#1090;&#1086;&#1083;&#1073;&#1077;&#1094; &#1074; &#1088;&#1080;&#1089;&#1091;&#1085;&#1082;&#1072;&#1093; &#1089;
  &#1086;&#1089;&#1094;&#1080;&#1083;&#1083;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072;&#1084;&#1080;.. &#1055;&#1086;&#1090;&#1086;&#1084; &#1103; &#1091;&#1073;&#1088;&#1072;&#1083; &#1101;&#1090;&#1086;&#1090; &#1088;&#1077;&#1079;&#1080;&#1089;&#1090;&#1086;&#1088; &#1080; &#1087;&#1086;&#1089;&#1090;&#1072;&#1074;&#1080;&#1083; 100 &#1054;&#1084;, &#1101;&#1090;&#1086;
  &#1094;&#1077;&#1085;&#1090;&#1088;&#1072;&#1083;&#1100;&#1085;&#1099;&#1081; &#1089;&#1090;&#1086;&#1083;&#1073;&#1077;&#1094;. &#1055;&#1088;&#1072;&#1074;&#1099;&#1081; &#1101;&#1090;&#1086; 68 &#1054;&#1084; (&#1088;&#1077;&#1072;&#1083;&#1100;&#1085;&#1086; &#1073;&#1099;&#1083;&#1086; 70 &#1054;&#1084;).</div>
  <table style="text-align: left; width: 100%;" border="0" cellpadding="2" cellspacing="2">
    <tbody>
      <tr>
        <td>270 om (&#1089;&#1090;&#1086;&#1083;&#1073;&#1077;&#1094; &#1074;&#1085;&#1080;&#1079;)</td>
        <td>100 om (&#1089;&#1090;&#1086;&#1083;&#1073;&#1077;&#1094; &#1074;&#1085;&#1080;&#1079;)</td>
        <td>68 om (&#1089;&#1090;&#1086;&#1083;&#1073;&#1077;&#1094; &#1074;&#1085;&#1080;&#1079;)</td>
      </tr>
      <tr>
        <td><img style="width: 320px; height: 234px;" alt="pic" src="270om-1.GIF"><br>
          IR LED - OFF, 0.53mA</td>
        <td><img style="width: 320px; height: 234px;" alt="pic" src="100om-1.GIF"><br>
          IR LED - OFF, 0.54mA</td>
        <td><img style="width: 320px; height: 234px;" alt="pic" src="68om-1.GIF"><br>
          IR LED - OFF, 0.54mA</td>
      </tr>
      <tr>
        <td><img style="width: 320px; height: 234px;" alt="pic" src="270om-2.GIF"><br>
          10us-ON, 0.55mA</td>
        <td><img style="width: 320px; height: 234px;" alt="pic" src="100om-2.GIF"><br>
          10us-ON, 0.56mA</td>
        <td><img style="width: 320px; height: 234px;" alt="pic" src="68om-2.GIF"><br>
          10us-ON, 0.57mA</td>
      </tr>
      <tr>
        <td><img style="width: 320px; height: 234px;" alt="pic" src="270om-3.GIF"><br>
          100us-ON, 0.62mA</td>
        <td><img style="width: 320px; height: 234px;" alt="pic" src="100om-3.GIF"><br>
          100us-ON, 0.67mA</td>
        <td><img style="width: 320px; height: 234px;" alt="pic" src="68om-3.GIF"><br>
          100us-ON, 0.70mA</td>
      </tr>
      <tr>
        <td><img style="width: 320px; height: 234px;" alt="pic" src="270om-4.GIF"><br>
          1000us-ON, 1.26mA</td>
        <td><img style="width: 320px; height: 234px;" alt="pic" src="100om-4.GIF"><br>
          1000us-ON, 1.77mA</td>
        <td><img style="width: 320px; height: 234px;" alt="pic" src="68om-4.GIF"><br>
          1000us-ON, 1.9mA</td>
      </tr>
      <tr>
        <td><img style="width: 320px; height: 234px;" alt="pic" src="270om-5.GIF"><br>
          5000us-ON, 4.20mA</td>
        <td><img style="width: 320px; height: 234px;" alt="pic" src="100om-5.GIF"><br>
          5000us-ON, 6.66mA</td>
        <td><img style="width: 320px; height: 234px;" alt="pic" src="68om-5.GIF"><br>
          5000us-ON, 7.28mA</td>
      </tr>
      <tr>
        <td><img style="width: 320px; height: 234px;" alt="pic" src="270om-6.GIF"><br>
          7500us-ON, 6.03mA</td>
        <td><img style="width: 320px; height: 234px;" alt="pic" src="100om-6.GIF"><br>
          7500us-ON, 9.7mA</td>
        <td><img style="width: 320px; height: 234px;" alt="pic" src="68om-6.GIF"><br>
          7500us-ON, 10.62mA</td>
      </tr>
      <tr>
        <td><img style="width: 320px; height: 234px;" alt="pic" src="270om-7.GIF"><br>
          IR LED - ON, 6.41mA</td>
        <td><img style="width: 320px; height: 234px;" alt="pic" src="100om-7.GIF"><br>
          IR LED - ON, 10.35mA</td>
        <td><img style="width: 320px; height: 234px;" alt="pic" src="68om-7.GIF"><br>
          IR LED - ON, 11.31mA</td>
      </tr>
    </tbody>
  </table>
  <br>
  &#1053;&#1072;&#1089;&#1099;&#1097;&#1077;&#1085;&#1080;&#1077;
&#1092;&#1086;&#1090;&#1086;&#1090;&#1088;&#1072;&#1085;&#1079;&#1080;&#1089;&#1090;&#1086;&#1088;&#1072; (&#1087;&#1086;&#1083;&#1085;&#1072;&#1103; &#1079;&#1072;&#1089;&#1074;&#1077;&#1090;&#1082;&#1072;) &#1085;&#1072; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1086;&#1089;&#1094;&#1080;&#1083;&#1083;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072;&#1093; &#1085;&#1077; &#1087;&#1086;&#1082;&#1072;&#1079;&#1072;&#1085;&#1072;.
&#1053;&#1086; &#1073;&#1083;&#1080;&#1078;&#1077; &#1074;&#1089;&#1077;&#1075;&#1086; &#1082;&#1072;&#1088;&#1090;&#1080;&#1085;&#1082;&#1072; &#1087;&#1088;&#1072;&#1074;&#1072;&#1103; &#1085;&#1080;&#1078;&#1085;&#1103;&#1103;. &#1055;&#1088;&#1080; &#1087;&#1086;&#1083;&#1085;&#1086;&#1081; &#1079;&#1072;&#1089;&#1074;&#1077;&#1090;&#1082;&#1077; &#1078;&#1077;&#1083;&#1090;&#1072;&#1103; &#1083;&#1080;&#1085;&#1080;&#1103;
&#1086;&#1087;&#1091;&#1089;&#1082;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074;&#1085;&#1080;&#1079;, &#1095;&#1091;&#1090;&#1100; &#1074;&#1099;&#1096;&#1077; &#1095;&#1077;&#1084; 0 &#1074;&#1086;&#1083;&#1100;&#1090;.<br>
<br>
&#1063;&#1077;&#1090;&#1082;&#1086; &#1074;&#1080;&#1076;&#1085;&#1086; &#1095;&#1090;&#1086; &#1089;&#1074;&#1077;&#1090;&#1086;&#1076;&#1080;&#1086;&#1076; &#1074;&#1093;&#1086;&#1076;&#1080;&#1090; &#1074; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1081; &#1088;&#1077;&#1078;&#1080;&#1084; &#1095;&#1077;&#1088;&#1077;&#1079; 2ms &#1080;&#1083;&#1080; 2000us, &#1087;&#1086;&#1089;&#1083;&#1077; &#1087;&#1086;&#1076;&#1072;&#1095;&#1080; &#1085;&#1072; &#1085;&#1077;&#1075;&#1086; &#1087;&#1080;&#1090;&#1072;&#1085;&#1080;&#1103;.<br>
<br>
&#1056;&#1072;&#1089;&#1089;&#1084;&#1086;&#1090;&#1088;&#1080;&#1084;
&#1087;&#1077;&#1088;&#1074;&#1099;&#1081; &#1089;&#1090;&#1086;&#1083;&#1073;&#1077;&#1094; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1086;&#1074; &#1079;&#1072;&#1084;&#1077;&#1088;&#1072; &#1089; &#1088;&#1077;&#1079;&#1080;&#1089;&#1090;&#1086;&#1088;&#1086;&#1084; 270 &#1054;&#1084;. &nbsp;&#1053;&#1072; &#1087;&#1077;&#1088;&#1074;&#1086;&#1084;
&#1088;&#1080;&#1089;&#1091;&#1085;&#1082;&#1077; &#1074;&#1080;&#1076;&#1085;&#1086; &#1080;&#1085;&#1092;&#1088;&#1072;&#1082;&#1088;&#1072;&#1089;&#1085;&#1099;&#1081; &#1089;&#1074;&#1077;&#1090;&#1086;&#1076;&#1080;&#1086;&#1076; &#1074;&#1099;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085; &#1075;&#1086;&#1083;&#1091;&#1073;&#1072;&#1103; &#1083;&#1080;&#1085;&#1080;&#1103; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;
&#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; 0 &#1074;&#1086;&#1083;&#1100;&#1090;. &#1046;&#1077;&#1083;&#1090;&#1072;&#1103; &#1083;&#1080;&#1085;&#1080;&#1103; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1095;&#1090;&#1086; &#1092;&#1086;&#1090;&#1086;&#1090;&#1088;&#1072;&#1085;&#1079;&#1080;&#1089;&#1090;&#1086;&#1088; &#1079;&#1072;&#1082;&#1088;&#1099;&#1090;, &#1080;
&#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1089;&#1080;&#1075;&#1085;&#1072;&#1083;&#1072; 3.3&#1042;.<br>
.....<br>
...<br>
<br>
<hr style="width: 100%; height: 2px;">
03.12.12<br>
<br>
&#1056;&#1072;&#1089;&#1089;&#1084;&#1086;&#1090;&#1088;&#1080;&#1084; &#1095;&#1090;&#1086; &#1085;&#1072; &#1083;&#1080;&#1085;&#1080;&#1080; &#1087;&#1080;&#1090;&#1072;&#1085;&#1080;&#1103;:<br>
<table style="text-align: left; width: 100%;" border="0" cellpadding="2" cellspacing="2">
  <tbody>
    <tr>
      <td><img style="width: 320px; height: 234px;" alt="pic" src="1_voltage-fail_1ms_68om_199ma_5uF.png"><br>
        &#1050;&#1086;&#1085;&#1076;&#1077;&#1085;&#1089;&#1072;&#1090;&#1086;&#1088; &#1085;&#1072; &#1087;&#1080;&#1090;&#1072;&#1085;&#1080;&#1080; 5uF</td>
      <td><img style="width: 320px; height: 234px;" alt="pic" src="2_voltage-fail_1ms_68om_199ma_105uF.png"><br>
        &#1050;&#1086;&#1085;&#1076;&#1077;&#1085;&#1089;&#1072;&#1090;&#1086;&#1088; &#1085;&#1072; &#1087;&#1080;&#1090;&#1072;&#1085;&#1080;&#1080; 105uF</td>
      <td><img style="width: 320px; height: 234px;" alt="pic" src="3_voltage-fail_1ms_68om_199ma_475uF.png"><br>
        &#1050;&#1086;&#1085;&#1076;&#1077;&#1085;&#1089;&#1072;&#1090;&#1086;&#1088; &#1085;&#1072; &#1087;&#1080;&#1090;&#1072;&#1085;&#1080;&#1080; 475uF</td>
    </tr>
  </tbody>
</table>
&#1047;&#1072;&#1084;&#1077;&#1088;&#1099; &#1087;&#1088;&#1086;&#1074;&#1086;&#1076;&#1080;&#1083;&#1080;&#1089;&#1100; &#1089; &#1088;&#1077;&#1079;&#1080;&#1089;&#1090;&#1086;&#1088;&#1086;&#1084; &#1085;&#1072; &#1089;&#1074;&#1077;&#1090;&#1086;&#1076;&#1080;&#1086;&#1076;&#1077; &#1085;&#1086;&#1084;&#1080;&#1085;&#1072;&#1083;&#1086;&#1084; 68 &#1054;&#1084;. &#1048;&#1084;&#1087;&#1091;&#1083;&#1100;&#1089; &#1076;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102; 1000us &#1080;&#1083;&#1080; 1ms.<br>
<br>
&#1042;&#1080;&#1076;&#1085;&#1086; &#1095;&#1090;&#1086; &#1095;&#1077;&#1084; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1077;&#1084;&#1082;&#1086;&#1089;&#1090;&#1100; &#1082;&#1086;&#1085;&#1076;&#1077;&#1085;&#1089;&#1072;&#1090;&#1086;&#1088;&#1072; &#1090;&#1077;&#1084; &#1084;&#1077;&#1085;&#1100;&#1096;&#1077; &#1087;&#1088;&#1086;&#1074;&#1072;&#1083; &#1087;&#1086; &#1087;&#1080;&#1090;&#1072;&#1085;&#1080;&#1102;.<br>
<hr style="width: 100%; height: 2px;">
04.12.12<br>
<br>
&#1055;&#1086;&#1076;&#1091;&#1084;&#1072;&#1083; &#1087;&#1088;&#1086; &#1087;&#1091;&#1083;&#1100; &#1076;&#1080;&#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1086;&#1085;&#1085;&#1086;&#1075;&#1086; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1090;&#1077;&#1083;&#1077;&#1082;&#1072;, &#1090;&#1072;&#1084; &#1078;&#1077; &#1090;&#1086;&#1078;&#1077; 
&#1080;&#1085;&#1092;&#1088;&#1072;&#1082;&#1088;&#1072;&#1089;&#1085;&#1099;&#1081; &#1089;&#1074;&#1077;&#1090;&#1086;&#1076;&#1080;&#1086;&#1076; &#1080; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1077;&#1090; &#1090;&#1072;&#1082;&#1086;&#1081; &#1087;&#1091;&#1083;&#1100;&#1090; &#1075;&#1086;&#1076;&#1072;&#1084;&#1080;. &#1055;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1083; &#1089;&#1093;&#1077;&#1084;&#1099; 
&#1088;&#1072;&#1079;&#1085;&#1099;&#1093; &#1087;&#1091;&#1083;&#1100;&#1090;&#1086;&#1074; &#1080; &#1091;&#1074;&#1080;&#1076;&#1077;&#1083;, &#1095;&#1090;&#1086; &#1074; &#1094;&#1077;&#1087;&#1080; &#1089;&#1074;&#1077;&#1090;&#1086;&#1076;&#1080;&#1086;&#1076;&#1072; &#1087;&#1086;&#1095;&#1090;&#1080; &#1085;&#1077;&#1090; &#1089;&#1086;&#1087;&#1088;&#1086;&#1090;&#1080;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; 
(&#1088;&#1077;&#1079;&#1080;&#1089;&#1090;&#1086;&#1088;&#1072;), &#1074;&#1077;&#1088;&#1085;&#1077;&#1077; &#1086;&#1085; &#1085;&#1072;&#1084; &#1077;&#1089;&#1090;&#1100; &#1085;&#1086; &#1085;&#1072; 2-3 &#1054;&#1084;&#1072;. &#1040; &#1091; &#1084;&#1077;&#1085;&#1103; &#1090;&#1086; 100 &#1054;&#1084; &#1089;&#1090;&#1086;&#1080;&#1090;.
 &#1048; &#1089;&#1093;&#1077;&#1084;&#1072; &#1074; &#1087;&#1091;&#1083;&#1100;&#1090;&#1077; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1077;&#1090; &#1074; &#1080;&#1084;&#1087;&#1091;&#1083;&#1100;&#1089;&#1085;&#1086;&#1084; &#1088;&#1077;&#1078;&#1080;&#1084;&#1077;. &#1047;&#1072;&#1084;&#1077;&#1085;&#1080;&#1083; &#1089;&#1074;&#1086;&#1080; 100 &#1054;&#1084; &#1085;&#1072; 
39 &#1054;&#1084;, &#1076;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1100; &#1080;&#1084;&#1087;&#1091;&#1083;&#1100;&#1089;&#1072; &#1087;&#1086;&#1076;&#1089;&#1074;&#1077;&#1090;&#1082;&#1080; 200us, &#1080; &#1086; &#1089;&#1091;&#1087;&#1077;&#1088; &#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1083;&#1077;&#1085;&#1080;&#1077; 
&#1089;&#1086;&#1082;&#1088;&#1072;&#1090;&#1080;&#1083;&#1086;&#1089;&#1100; &#1086;&#1095;&#1077;&#1085;&#1100; &#1079;&#1085;&#1072;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1087;&#1088;&#1080; &#1090;&#1086;&#1081; &#1078;&#1077; &#1095;&#1091;&#1074;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1080; &#1082; &#1076;&#1074;&#1080;&#1078;&#1077;&#1085;&#1080;&#1102; 
&#1075;&#1083;&#1072;&#1079;&#1072;. &#1044;&#1086; &#1101;&#1090;&#1086;&#1075;&#1086; &#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1083;&#1077;&#1085;&#1080;&#1077; &#1073;&#1099;&#1083;&#1086; 40&#1084;&#1040;, &#1072; &#1089;&#1077;&#1081;&#1095;&#1072;&#1089; 10&#1084;&#1040;. &#1050;&#1089;&#1090;&#1072;&#1090;&#1080; &#1084;&#1086;&#1078;&#1085;&#1086; 
&#1087;&#1086;&#1087;&#1088;&#1086;&#1073;&#1086;&#1074;&#1072;&#1090;&#1100; &#1088;&#1077;&#1079;&#1080;&#1089;&#1090;&#1086;&#1088; &#1077;&#1097;&#1077; &#1091;&#1084;&#1077;&#1085;&#1100;&#1096;&#1080;&#1090;&#1100;, &#1074; &#1076;&#1072;&#1090;&#1072;&#1096;&#1080;&#1090;&#1077; &#1085;&#1072; &#1089;&#1074;&#1077;&#1090;&#1086;&#1076;&#1080;&#1086;&#1076;(KP-3216F3C) 
&#1085;&#1072;&#1087;&#1080;&#1089;&#1072;&#1085;&#1086;, &#1095;&#1090;&#1086; &#1074; &#1080;&#1084;&#1087;&#1091;&#1083;&#1100;&#1089;&#1085;&#1086;&#1084; &#1088;&#1077;&#1078;&#1080;&#1084;&#1077;(&#1082;&#1086;&#1088;&#1086;&#1090;&#1082;&#1080;&#1077; &#1080;&#1084;&#1087;&#1091;&#1083;&#1100;&#1089;&#1099; 10us &#1080; &#1087;&#1072;&#1091;&#1079;&#1072; 100us) 
&#1089;&#1074;&#1077;&#1090;&#1086;&#1076;&#1080;&#1086;&#1076; &#1076;&#1086; 1.2&#1040; &#1074;&#1099;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1077;&#1090;, &#1090;&#1072;&#1082; &#1095;&#1090;&#1086; &#1077;&#1097;&#1077; &#1077;&#1089;&#1090;&#1100; &#1082;&#1091;&#1076;&#1072; &#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1090;&#1100; 
&#1073;&#1072;&#1090;&#1072;&#1088;&#1077;&#1081;&#1082;&#1091;. &#1055;&#1086;&#1082;&#1072; &#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1102; 39 &#1054;&#1084;. &#1054;&#1073;&#1097;&#1072;&#1103; &#1103;&#1088;&#1082;&#1086;&#1089;&#1090;&#1100; &#1089;&#1074;&#1077;&#1090;&#1086;&#1076;&#1080;&#1086;&#1076;&#1072; &#1090;&#1086;&#1078;&#1077; &#1091;&#1084;&#1077;&#1085;&#1100;&#1096;&#1080;&#1083;&#1072;&#1089;&#1100;
 &#1074; 4 &#1088;&#1072;&#1079;&#1072;, &#1086;&#1085; &#1090;&#1077;&#1087;&#1077;&#1088;&#1100; &#1087;&#1086;&#1076;&#1089;&#1074;&#1077;&#1095;&#1080;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1074; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090; &#1086;&#1087;&#1088;&#1086;&#1089;&#1072; &#1092;&#1086;&#1090;&#1086;&#1076;&#1072;&#1090;&#1095;&#1080;&#1082;&#1086;&#1074;.
 &#1048; &#1074;&#1083;&#1080;&#1103;&#1085;&#1080;&#1077; &#1085;&#1072; &#1075;&#1083;&#1072;&#1079; &#1048;&#1050; &#1080;&#1079;&#1083;&#1091;&#1095;&#1077;&#1085;&#1080;&#1103; &#1090;&#1086;&#1078;&#1077; &#1074; 4 &#1088;&#1072;&#1079;&#1072; &#1091;&#1084;&#1077;&#1085;&#1100;&#1096;&#1080;&#1083;&#1086;&#1089;&#1100;, &#1093;&#1086;&#1090;&#1103; &#1080; &#1076;&#1086; 
&#1101;&#1090;&#1086;&#1075;&#1086; &#1086;&#1085;&#1086; &#1073;&#1099;&#1083;&#1086; &#1085;&#1077;&#1079;&#1085;&#1072;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1084;. &#1050;&#1089;&#1090;&#1072;&#1090;&#1080; &#1086;&#1082;&#1072;&#1079;&#1072;&#1083;&#1086;&#1089;&#1100; &#1086;&#1095;&#1077;&#1085;&#1100; &#1093;&#1086;&#1088;&#1086;&#1096;&#1086;, &#1095;&#1090;&#1086; &#1074; &#1084;&#1086;&#1077;&#1081;
 &#1089;&#1093;&#1077;&#1084;&#1077; &#1089;&#1074;&#1077;&#1090;&#1086;&#1076;&#1080;&#1086;&#1076;&#1099; &#1079;&#1072;&#1087;&#1080;&#1090;&#1099;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1095;&#1077;&#1088;&#1077;&#1079; IRLML2402 (MOSFET &#1090;&#1088;&#1072;&#1085;&#1079;&#1080;&#1089;&#1090;&#1086;&#1088;), 
&#1087;&#1086;&#1090;&#1086;&#1084;&#1091; &#1095;&#1090;&#1086; &#1087;&#1086;&#1088;&#1090; &#1084;&#1080;&#1082;&#1088;&#1086;&#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1083;&#1077;&#1088;&#1072; &#1085;&#1077; &#1089;&#1084;&#1086;&#1075; &#1073;&#1099; &#1074;&#1099;&#1076;&#1072;&#1090;&#1100; &#1090;&#1072;&#1082;&#1080;&#1077; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1077; 
&#1080;&#1084;&#1087;&#1091;&#1083;&#1100;&#1089;&#1099; &#1090;&#1086;&#1082;&#1072;.<br>
<table style="text-align: left; width: 100%;" border="0" cellpadding="2" cellspacing="2">
  <tbody>
    <tr>
      <td><img style="width: 320px; height: 234px;" alt="pic" src="mosfet_39ohm_1.PNG"></td>
      <td><img style="width: 320px; height: 234px;" alt="pic" src="mosfet_39ohm_2.PNG"></td>
    </tr>
  </tbody>
</table>
&nbsp;<br>
&#1043;&#1086;&#1083;&#1091;&#1073;&#1086;&#1081; &#1097;&#1091;&#1087; &#1089;&#1074;&#1077;&#1090;&#1086;&#1076;&#1080;&#1086;&#1076;, &#1078;&#1077;&#1083;&#1090;&#1099;&#1081; &#1092;&#1086;&#1090;&#1086;&#1090;&#1088;&#1072;&#1085;&#1079;&#1080;&#1089;&#1090;&#1086;&#1088;.<br>
<br>
&#1044;&#1072; &#1080;&#1079;-&#1079;&#1072; &#1087;&#1077;&#1088;&#1077;&#1074;&#1086;&#1076;&#1072;
 &#1074; &#1080;&#1084;&#1087;&#1091;&#1083;&#1100;&#1089;&#1085;&#1099;&#1081; &#1088;&#1077;&#1078;&#1080;&#1084; &#1087;&#1088;&#1080;&#1096;&#1083;&#1086;&#1089;&#1100; &#1086;&#1090;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100;&#1089;&#1103; &#1086;&#1090; &#1064;&#1048;&#1052; &#1088;&#1077;&#1075;&#1091;&#1083;&#1080;&#1088;&#1086;&#1074;&#1082;&#1080; &#1103;&#1088;&#1082;&#1086;&#1089;&#1090;&#1080; 
&#1089;&#1074;&#1077;&#1090;&#1086;&#1076;&#1080;&#1086;&#1076;&#1086;&#1074;, &#1085;&#1086; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100; &#1088;&#1077;&#1075;&#1091;&#1083;&#1080;&#1088;&#1086;&#1074;&#1082;&#1080; &#1103;&#1088;&#1082;&#1086;&#1089;&#1090;&#1080;-&#1091;&#1088;&#1086;&#1074;&#1085;&#1103; &#1089;&#1080;&#1075;&#1085;&#1072;&#1083;&#1072; 
&#1087;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1085;&#1086;&#1081; &#1089;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1102;&#1097;&#1077;&#1081;(&#1085;&#1072; &#1092;&#1086;&#1090;&#1086;&#1090;&#1088;&#1072;&#1085;&#1079;&#1080;&#1089;&#1090;&#1086;&#1088;&#1077;) &#1090;&#1072;&#1082;&#1078;&#1077; &#1086;&#1089;&#1090;&#1072;&#1083;&#1072;&#1089;&#1100;, &#1088;&#1077;&#1075;&#1091;&#1083;&#1080;&#1088;&#1091;&#1103; 
&#1101;&#1090;&#1080; &#1089;&#1072;&#1084;&#1099;&#1077; 200us &#1084;&#1086;&#1078;&#1085;&#1086; &#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1103;&#1088;&#1095;&#1077; &#1080;&#1083;&#1080; &#1089;&#1083;&#1072;&#1073;&#1077;&#1077;. &#1053;&#1086; &#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1077;&#1085;&#1080;&#1077; &#1076;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1080;
 &#1089;&#1080;&#1083;&#1100;&#1085;&#1086; &#1087;&#1086;&#1074;&#1099;&#1096;&#1072;&#1077;&#1090; &#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1083;&#1077;&#1085;&#1080;&#1077; &#1089;&#1093;&#1077;&#1084;&#1086;&#1081;, &#1077;&#1089;&#1090;&#1100; &#1089;&#1084;&#1099;&#1089;&#1083; &#1091;&#1084;&#1077;&#1085;&#1100;&#1096;&#1080;&#1090;&#1100; &#1088;&#1077;&#1079;&#1080;&#1089;&#1090;&#1086;&#1088; &#1080; 
&#1089;&#1080;&#1083;&#1100;&#1085;&#1086; &#1085;&#1077; &#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1080;&#1074;&#1072;&#1090;&#1100; &#1074;&#1088;&#1077;&#1084;&#1103; &#1087;&#1086;&#1076;&#1089;&#1074;&#1077;&#1090;&#1082;&#1080;, &#1085;&#1086; &#1074; &#1082;&#1072;&#1082;&#1080;&#1093; &#1090;&#1086; &#1088;&#1072;&#1079;&#1091;&#1084;&#1085;&#1099;&#1093; &#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1072;&#1093; 
&#1077;&#1075;&#1086; &#1088;&#1077;&#1075;&#1091;&#1083;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100;, &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088; 100us-500us.<br>
P.S.&#1091;&#1084;&#1077;&#1085;&#1100;&#1096;&#1080;&#1083; &#1076;&#1086; 33 &#1054;&#1084;, &#1076;&#1091;&#1084;&#1072;&#1102; &#1087;&#1086;&#1082;&#1072; &#1093;&#1074;&#1072;&#1090;&#1080;&#1090;.&#1057;&#1090;&#1072;&#1083;&#1086; &#1090;&#1072;&#1082;:<br>
<table style="text-align: left; width: 100%;" border="0" cellpadding="2" cellspacing="2">
  <tbody>
    <tr>
      <td><img style="width: 320px; height: 234px;" alt="pic" src="mosfet_33ohm_1.PNG"></td>
      <td><img style="width: 320px; height: 234px;" alt="pic" src="mosfet_33ohm_2.PNG"></td>
    </tr>
  </tbody>
</table>
&#1053;&#1091;&#1083;&#1077;&#1074;&#1086;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1086;&#1090; &#1092;&#1086;&#1090;&#1086;&#1090;&#1088;&#1072;&#1085;&#1079;&#1080;&#1089;&#1090;&#1086;&#1088;&#1072;(&#1078;&#1077;&#1083;&#1090;&#1099;&#1081;) &#1085;&#1077; &#1092;&#1080;&#1082;&#1089;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;, &#1087;&#1086;&#1090;&#1086;&#1084;&#1091; &#1095;&#1090;&#1086; 
&#1087;&#1083;&#1072;&#1090;&#1072; &#1078;&#1077;&#1089;&#1090;&#1082;&#1086; &#1085;&#1077; &#1079;&#1072;&#1082;&#1088;&#1077;&#1087;&#1083;&#1077;&#1085;&#1072; &#1074; &#1090;&#1077;&#1089;&#1090;&#1086;&#1074;&#1086;&#1081; &#1082;&#1086;&#1088;&#1086;&#1073;&#1082;&#1077; &#1085;&#1072;&#1076; &#1086;&#1090;&#1088;&#1072;&#1078;&#1072;&#1102;&#1097;&#1080;&#1084; &#1087;&#1083;&#1072;&#1089;&#1090;&#1080;&#1082;&#1086;&#1084;.<br>
&nbsp;<br>
<div style="text-align: center;">&#1050;&#1086;&#1073;&#1083;&#1086;&#1074; &#1040;&#1083;&#1077;&#1082;&#1089;&#1072;&#1085;&#1076;&#1088; &#1042;&#1083;&#1072;&#1076;&#1080;&#1084;&#1080;&#1088;&#1086;&#1074;&#1080;&#1095; <br>
  &#1056;&#1086;&#1089;&#1090;&#1086;&#1074;-&#1085;&#1072;-&#1044;&#1086;&#1085;&#1091;<br>
  &#1056;&#1086;&#1089;&#1089;&#1080;&#1103;<br>
  2012<br>
</div>
<!--#include virtual="/.narodsys/direct.html"-->
<i style="background:url(//www.tns-counter.ru/V13a****yandex_ru/ru/CP1251/tmsec=narod_total/0)"></i>
<!--#include virtual="/.narodsys/metrika_counter.html"-->
<p>&nbsp;</p>
</div>
<p>&nbsp;</p>
</div>




<div id="wrapper">
<h2>информация</h2>
<div class="centrContent">
  <p>К рекламе которая отображается на моих страничках я не имею никакого отношения, хостинг narod.ru бесплатный, поэтому они вставляют рекламу какую хотят, куда хотят и как хотят.</p>
</div>
<p>&nbsp;</p>
</div>





<p>&nbsp;</p>

<script>
  (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

  ga('create', 'UA-12871483-2', 'auto');
  ga('send', 'pageview');

</script>
</body></html>